// © Copyright 2015-2016 HP Development Company, L.P.

HSDTaskName = "Калибровка сканера";
HSDTaskDescription = "Если вас не устраивает качество сканирования или копирования документов, выполните калибровку сканера. Загрузите в сканер лист обычной чистой бумаги формата A4 или Letter и нажмите \"Калибровка\".";
HSDCalibrateButtonTitle = "Калибровка";

CalibratingScannerTitle = "Настройка сканера...";

CompletionAlertTitle = "Настройка завершена";
CompletionAlertMessage = "Настройка сканера завершена.\nНе убирайте бумагу, пока она полностью не пройдет через сканер.";

GeneralErrorAlertTitle = "Ошибка настройки";
GeneralErrorAlertMessage = "Не удалось выполнить настройку. Убедитесь, что принтер не занят, что используется чистый лист простой белой бумаги формата A4 или Letter и что бумага правильно загружена в сканер.\nНе убирайте бумагу, пока она полностью не пройдет через сканер.";

OutOfPaperAlertTitle = "Отсутствует бумага";
OutOfPaperAlertMessage = "Используйте лист простой белой бумаги формата A4 или Letter.\nНажмите \"ОК\", чтобы вернуться.";
